---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ImageType
source: html/dcd1e2b9-0c67-e3fc-a388-88122667ba1e.htm
---
# ImageType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.